; TaskSwitchXP Pro 2.05 German Language File
; Translated by Markus Schuster aka eVo <eVo@23-net.org>


; Language
19999="German (Deutsch)"


; Configuration
20000="TaskSwitchXP Pro 2.0 Konfiguration"
20001="OK"
20002="Abbrechen"
20003="Übernehmen"

; Filters
20031="TaskSwitchXP Konfigurations-Dateien (*.cfg)"


; Pages
20050="Allgemein"
20051="Design"
20052="Programmliste"
20053="Vorschau"
20054="Infozeilen"
20055="Tastenkombinationen"
20056="Filter"
20057="Erweitert"
20058="Über"

; Page descriptions
20070="Allgemeine Einstellungen"
20071="Design Einstellungen"
20072="Einstellungen für die Programmliste"
20073="Vorschau Einstellungen"
20074="Einstellungen für die Infozeilen"
20075="TaskSwitchXP Tastenkombinationen"
20076="TaskSwitchXP Filter (Ausschlüsse)"
20077="Erweiterte Einstellungen"
20078="Über TaskSwitchXP"


; General page
20100="Sprache:"
20101="<a id=\"idLang\" href=\"\">Weitere Sprachen...</a>"
20102="Verwende getrennte Einstellungen für jedes Benutzerkonto"
20103="TaskSwitchXP automatisch mit Windows starten"
20104="Priorität für TaskSwitchXP auf hoch setzen"
20105="Überprüfe ob MS PowerToy TaskSwitcher läuft"
20106="Tray Icons:"
20107="System Tray Icon von TaskSwitchXP beim Start anzeigen"
20108="Eigenes Icon verwenden:"
20109="Fenster bei Rechts-Klick auf \"Minimieren\" im System Tray ablegen"
20110="TaskSwitchXP Tray Icons immer eingeblendet lassen"
20111="Zeige in den Tray minimierte Fenster am Ende der Alt-Tab Liste an"

20120="Auf Standard zurücksetzen"
20121="Laden..."
20122="Speichern..."

; Appearance page
20200="Position auf dem Bildschirm:"
20201="Anzeigen auf aktivem Monitor"
20202="Schatten bei TaskSwitchXP Fenster anzeigen"
20203="Aktiviere Transparenz bei TaskSwitchXP Fenster:"
20204="Aktiviere Animation bei Einblendung (in Millisekunden):"
20205="Aktiviere Animation bei Ausblendung (in Millisekunden):"
20206="Bevorzugte Darstellung:"
20207="XP Design:"
20208="Klassisches Design:"
20209="Verwendung des klassischen Designs erzwingen"
20210="Vorschaubild rechts neben der Programmliste anzeigen"

; Position on screen
20270="Oben - Links"
20271="Oben - Mitte"
20272="Oben - Rechts"
20273="Mitte - Links"
20274="Zentriert"
20275="Mitte - Rechts"
20276="Unten - Links"
20277="Unten - Mitte"
20278="Unten - Rechts"

; Modern XP skins
20280="Startmenü Design (standard)"
20281="PowerToy TaskSwitcher Design"
20282="Einfaches Fenster Design"
20283="Flaches XP Design"
20284="Weiches XP Design"
20285="Taskleisten Design"

; Classical skins
20290="Startmenü Design (standard)"
20291="Flaches Startmenü Design"


20300="Listenansicht:"
20301="Anzahl der Spalten:"
20302="Breite (in Pixel):"
20303="Anzahl der Zeilen:"
20304="Kleine Symbole"
20305="Aktiviere Popupinformationen für die Iconliste"
20306="Aktiviere Hand Cursor für ausgewählte Einträge"
20307="Aktiviere \"Mouse-Over\" für ausgewählte Einträge"
20308="Mausrad umkehren"
20309="Auswahl Design:"
20310="Auswahlrechteck anzeigen"
20311="Schriftart und Farben:"
20312="Schriftart:"
20313="Größe:"
20314="F"
20315="K"
20316="Farbtabelle:"

; List views
20390="Icons"
20391="Vertikale Liste"

; Selection styles
20380="Rahmen"
20381="Gefülltes Rechteck"
20382="Abgerundetes Rechteck"

; Color indexes
20370="Einfacher Text"
20371="Ausgewählter Text"
20372="Auswahl Hintergrund"
20373="Markierter Text 1"
20374="Markierter Hintergrund 1"
20375="Markierter Text 2"
20376="Markierter Hintergrund 2"


; Preview page
20400="Vorschau-Design:"
20401="\"Desktop\" Vorschau-Design"
20402="\"Fenster\" Vorschau-Design"
20403="Windows Taskleiste im Vorschaubild anzeigen"
20404="Zeige nur das letzte Popup-Fenster des Programms"
20405="Kein Desktophintergrund in der Vorschau anzeigen (v1 Design)"
20406="Verwende Hintergrundbild als Hintergrund"
20407="Rahmen beim Vorschaubild anzeigen"
20408="Vorschaubild vertikal zentrieren"
20409="Anzeige der Fenstertitel von minimierten Fenstern in der Vorschau (*)"
20410="Alle transparenten Fenster von der Vorschau ausschließen (*)"
20411="Beite des Vorschaubildes (in Pixels):"
20412="Verzögerung der ersten Vorschauerzeugung (in Millisek.):"
20413="Vorschaubilder nicht zwischenspeichern"
20414="Aktiviere Vorschau-Live-Update (in Millisekunden):"


; Info page
20500="Titelzeile:"
20501="Schriftart:"
20502="Größe:"
20503="F"
20504="K"
20505="Farbe:"
20506="Schatten anzeigen:"
20507="Tiefe:"
20508="Farbe:"
20509="Programmsymbol in der Titelzeile anzeigen"
20510="Kleine Titelzeile verwenden"
20511="Statuszeile:"
20512="Schriftart:"
20513="Größe:"
20514="F"
20515="K"
20516="Farbe:"
20517="Schatten anzeigen:"
20518="Tiefe:"
20519="Farbe:"
20520="Höhe:"
20521="Format:"

; Info formats
20590="Nichts"
20591="Nur Programmnummer"
20592="Prozess ID"
20593="Prozess Name"
20594="Prozess Name  [PID]"
20595="Programmbeschreibung"


; Hotkeys page
20600="Ersetze Standard Windows Alt-Tab Programmumschaltung"
20601="Aktiviere Instanzumschaltung über Strg+Alt+[Umschalt]+Tab"
20602="\"Sticky Modus\" (Fenster nicht ausblenden wenn Alt losgelassen wird)"
20603="Low-Level Methode verwenden um Alt-Tab zu ersetzen"
20604="TaskSwitchXP Steuerung:"
20605="Programmliste:"
20606="Instanzliste:"
20607="TaskSwitchXP konfigurieren:"
20608="Tray Icon zeigen/ausblenden:"
20609="TaskSwitchXP beenden:"
20610="Zusätzliche Tastenkombinationen:"
20611="Minimiere Fenster in den Tray:"
20612="Wiederherstellen aus dem Tray:"


; Exclusions page
20700="Neu..."
20701="Ändern..."
20702="Entfernen"

; List groups
20780="Kein Vorschaubild"
20781="Keine Auflistung"

20790="Name"
20791="Parameter"

; Advanced page
20800="Fenstertitel:"
20801="Verwende den Titel des Hauptfensters vom Programm"
20802="Erweiterte Programmeinstellungen:"
20803="Entferne Titelzeile"
20804="Entferne Statuszeile"
20805="Tray Icon Aktionen:"
20806="Kontext Menü:"
20807="Konfiguration:"
20808="Programmliste:"
20809="Instanzliste:"
20810="Konfigurationseinstellungen:"
20811="Konfigurationsfenster immer im Vordergrund anzeigen"
20812="Speichern der Position des Konfigurationsfensters"
20813="Speichern der letzten Konfigurationsseite"
20814="Starte TaskSwitchXP bei start/beenden"

; Tray icon actions
20890="Nichts"
20891="Linker Maus-Klick"
20892="Linker Maus-Doppel-Klick"
20893="Mittlerer Maus-Klick"
20894="Mittlerer Maus-Doppel-Klick"
20895="Rechter Maus-Klick"
20896="Rechter Maus-Doppel-Klick"


; About page
20900="Übersetzt von <a id=\"idTranslatorMail\" href=\"mailto:eVo@23-net.org\">eVo@23-net.org</a> - Feedback erwünscht\r\nHomepage: <a id=\"idTranslatorHome\" href=\"http://www.23-net.org\">http://www.23-net.org</a> - ... the place to be!"


; Exclusions dialog
22000="TaskSwitchXP Filter"
22001="OK"
22002="Abbrechen"
22003="Aktive Programme:"
22004="Aktualisieren"
22005="Filtername:"
22006="Filtern anhand von:"
22007="Prozessname:"
22008="Fensterklasse:"
22009="Fenstertitel:"
22010="Filterart:"
22011="Kein Vorschaubild"
22012="Keine Auflistung"
22013="Aktiviert"

22090="Nicht filtern" ; not excluded
22091=">> ausgeschlossen von der Vorschau"
22092=">> ausgeschlossen von der Auflistung"

; Configurator Errors
30000="TaskSwitchXP Konfigurationsfehler"
30002="Konnte TaskSwitchXP.exe nicht starten! Überprüfen Sie Ihre TaskSwitchXP Installation."
30003="Konnte die Einstellungen nicht in der Registry speichern. Überprüfen Sie Ihre Zugriffsrechte."
30004="Konnte die Einstellungen nicht aus der Datei laden."
30005="Konnte die Einstellungen nicht aus der Datei laden. Standardeinstellungen wurden wiederhergestellt."
30006="Konnte die Einstellungen nicht in der Datei speichern."

; Hints for exclusion dialog
30100="Unbenannter Filter"
30101="Bitte geben Sie einen Filternamen an."
30102="Keine Parameter"
30103="Bitte geben Sie (einen) Filterparameter an."
30104="Kein Prozessname"
30105="Bitte geben Sie einen Prozessnamen an."
30106="Keine Fensterklasse"
30107="Bitte geben Sie einen Fensternamen an."

; Confirmations
30900="TaskSwitchXP Bestätigung"
30901="TaskSwitchXP hat mehr als einen aktiven Monitor bei Ihrem System entdeckt.\r\nMöchten Sie den \"Fenster-Vorschau-Modus\" aktivieren um auch von den Sekundären Monitoren eine Vorschau zu sehen?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Programmliste"
31001="Instanzliste"
31002="Einstellungen..."
31003="Beenden"

31020="Kurzeinstellungen"
31021="Tray Icon ausblenden"
31022="Alt-Tab ersetzen"
31023="Instanzumschalter aktivieren"
31024="Alt-Tab \"Sticky\" Modus aktivieren"
31025="Verwende Low-Level Tastatur Hook"
31026="Neuer Filter..."

31050="Hilfe"
31051="Dokumentation"
31052="Homepage"
31053="Über TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d Programm(e)"
31091="Alle Wiederherstellen"
31092="Alle Minimieren"
31093="Alle Schließen"
31094="Wiederherstellen"
31095="Minimieren"
31096="Schließen"

; Task List menu
31110="Wechseln zu"
31111="Minimieren"
31112="Minimieren in den Tray"
31113="Überlappen"
31114="Untereinander"
31115="Nebeneinander"
31116="Wiederherstellen"
31117="Maximieren"
31118="Schließen"
31119="Prozess beenden"

; Common menu
31150="Prozessinfo anzeigen"
31151="Alles auswählen"
31152="Nichts auswählen"
31153="Ausgewählte entfernen"
31154="Sortieren nach Titel"
31155="Sortieren nach Programm"

; Process Info mask
; WARNING: Don't replace %x special characters!!!
31500="Name:  %s\r\nProzess-ID:  %u\r\n\r\nLaufzeit:  %u:%02u:%02u\r\nCPU-Zeit:  %u:%02u:%02u\r\n\r\nSpeicherauslastung:  %uK\r\nVirtueller Speicher:  %uK"
31501="N/A" ; Process information is not available...

; Confirmations
31900="TaskSwitchXP Bestätigung"
31901="TaskSwitchXP ist bereit gestartet. Möchten Sie es stoppen?"
31902="Sind Sie sicher, dass Sie TaskSwitchXP beenden wollen?"
31903="TaskSwitchXP hat entdeckt, dass MS PowerToy TaskSwitcher läuft.\r\nMöchten Sie es beenden?"

; Errors
32000="TaskSwitchXP Fehler"
32002="Initialisierung fehlgeschlagen."
32003="Konnte Low-Level Keyboard Hook nicht installieren."
32004="Konnte Alt+Tab oder Alt+Shift+Tab Tastenkombination nicht registrieren.\r\nEventuell hat ein anderes Programm diese bereits registriert."
32005="Konnte Strg+Alt+Tab oder Strg+Alt+Shift+Tab Tastenkombination nicht registrieren.\r\nEventuell hat ein anderes Programm diese bereits registriert."
32006="Konnte ConfigTsXP.exe nicht starten! Überprüfen Sie Ihre TaskSwitchXP Installation."

32500="Konnte Tastenkombination nicht registrieren:\r\n\r\nName: %s\r\nModifikatoren: %02X\r\nVirtueller Code: %02X"
32501="TaskSwitchXP beenden"
32502="Tray Icon ein-/ausblenden"
32503="TaskSwitchXP konfigurieren"
32504="Programmliste"
32505="Instanzliste"
32506="Minimiere Fenster in den Tray"
32507="Wiederherstellen aus dem Tray"
